{
    "header": {
        "download_cv": "Descargar CV",
        "cv_link": "John_Doe_CV_ES.pdf",
        "change_language": "View in English"
    },
    "menu": {
        "home": "Inicio",
        "about": "Sobre Mi",
        "resume": "Resumen",
        "contact": "Contacto"
    },
    "home": {
        "rotate_phrases": [
            "Frase 1 Aquí",
            "Frase 2 Aquí",
            "Frase 3 Aquí",
            "Frase 4 Aquí"
        ]
    },
    "about": {
        "title": "Sobre <span>Mi</span>",
        "bio_title": "Biografía",
        "bio": [
            "<p>Soy una persona apasionada y dedicada, con un fuerte interés en [tu área de interés o profesión]. Desde una edad temprana, me sentí atraído por [aspecto relacionado con tu área de interés], lo que me llevó a seguir una carrera en [campo o industria]. A lo largo de los años, he adquirido una valiosa experiencia trabajando en [tipo de proyectos, empresas o estudios], lo que ha enriquecido mi habilidad para [habilidad o logro específico en tu campo].</p>",
            "<p>Mi enfoque siempre ha estado en la mejora continua y en buscar formas innovadoras de superar los desafíos. He tenido la oportunidad de colaborar en proyectos que no solo desafiaron mis habilidades técnicas, sino que también me enseñaron la importancia del trabajo en equipo, la comunicación efectiva y la adaptabilidad. Estas experiencias me han preparado para enfrentar eficazmente los desafíos del día a día en [tu industria], y estoy siempre buscando nuevas oportunidades para crecer profesional y personalmente.</p>",
            "<p>Fuera del ámbito profesional, me considero una persona [característica personal, como 'creativa', 'analítica' o 'sociable']. Disfruto de [actividades o hobbies], lo que me permite mantener un equilibrio entre mi vida laboral y personal. Creo firmemente en el valor de [valor o creencia personal], y este principio guía mi manera de interactuar con las personas y enfrentar las situaciones. Estoy entusiasmado por la posibilidad de aportar mi experiencia y perspectiva a [tipo de proyectos, roles o equipos], y estoy abierto a explorar nuevas vías donde pueda contribuir y hacer una diferencia significativa.</p>"
        ],
        "personal_info": {
            "age": {
                "title": "Edad",
                "value": "{{val}} años"
            },
            "location": {
                "title": "Ubicación",
                "value": "{{val}}"
            },
            "email": {
                "title": "Email",
                "value": "<EmailLink href='mailto:{{val}}'>{{val}}</EmailLink>"
            },
            "phone": {
                "title": "Teléfono",
                "value": "<PhoneLink href='tel:{{val}}'>{{val}}</PhoneLink>"
            }
        },
        "what_i_do": {
            "title": "Que <span>Hago</span>",
            "blocks": [
                {
                    "icon": "fa6-solid:code",
                    "title": "Bloque 1",
                    "text": "I specialize in driving innovation and developing new technologies. My focus is on creating solutions that not only meet current market needs but also anticipate future challenges. Through in-depth analysis and boundless creativity, I aim to transform innovative ideas into disruptive products or services that make a difference."
                },
                {
                    "icon": "fa6-solid:rocket",
                    "title": "Bloque 2",
                    "text": "Como líder, estoy comprometido con la gestión y desarrollo de equipos de alto rendimiento. Creo firmemente en el potencial de cada individuo y trabajo para fomentar un ambiente de trabajo inclusivo y motivador. Mi objetivo es inspirar a mi equipo a alcanzar sus máximos potenciales, promoviendo la innovación constante y una cultura de excelencia."
                },
                {
                    "icon": "fa6-solid:cloud-arrow-up",
                    "title": "Bloque 3",
                    "text": "Mi experiencia abarca la planificación estratégica y la optimización de operaciones. Estoy dedicado a mejorar la eficiencia y la productividad, implementando procesos que maximicen los recursos y minimicen los costos. Con un enfoque analítico, me esfuerzo por superar obstáculos operacionales y alcanzar objetivos comerciales con soluciones pragmáticas y eficaces."
                },
                {
                    "icon": "fa6-solid:flag",
                    "title": "Bloque 4",
                    "text": "Creo en el poder de la colaboración y la construcción de redes sólidas. Mi enfoque se centra en establecer conexiones significativas con profesionales de diversos campos, creando oportunidades para el intercambio de conocimientos y el crecimiento mutuo. La colaboración interdisciplinaria es clave para innovar y enfrentar los desafíos complejos de nuestro tiempo."
                }
            ]
        },
        "testimonials": {
            "title": "Testimonios",
            "blocks": [
                {
                    "author": "Nombre Autor 1",
                    "picture": "img/testimonial_1.jpg",
                    "quote": "Trabajar con [Nombre] ha sido una experiencia reveladora. Su habilidad para liderar proyectos y mantener al equipo motivado bajo presión es excepcional. Siempre trae ideas innovadoras a la mesa, lo que definitivamente ha impulsado el éxito de nuestros proyectos.",
                    "role": "Cargo Autor en Empresa/Institución",
                    "link": "https://www.linkedin.com/in/#"
                },
                {
                    "author": "Nombre Autor 2",
                    "picture": "img/testimonial_2.jpg",
                    "quote": "[Nombre] posee una impresionante habilidad para analizar datos complejos y traducirlos en estrategias comprensibles y efectivas. Su enfoque analítico ha sido invaluable para nuestro equipo, contribuyendo significativamente a nuestra toma de decisiones.",
                    "role": "Cargo Autor en Empresa/Institución",
                    "link": "https://www.linkedin.com/in/#"
                },
                {
                    "author": "Nombre Autor 3",
                    "picture": "img/testimonial_3.jpg",
                    "quote": "La pasión de [Nombre] por la excelencia es contagiosa. Su dedicación al trabajo y su constante búsqueda de mejora han elevado la calidad de nuestro trabajo. Es un verdadero placer contar con [Nombre] en nuestro equipo.",
                    "role": "Cargo Autor en Empresa/Institución",
                    "link": "https://www.linkedin.com/in/#"
                },
                {
                    "author": "Nombre Autor 4",
                    "picture": "img/testimonial_4.jpg",
                    "quote": "[Nombre] es un colaborador excepcional, siempre dispuesto a compartir su conocimiento y experiencia. Su habilidad para conectar con personas de distintos ámbitos y fomentar un ambiente de trabajo colaborativo es notable. [Nombre] no solo es un gran profesional sino también una inspiración para todos.",
                    "role": "Cargo Autor en Empresa/Institución",
                    "link": "https://www.linkedin.com/in/#"
                }
            ]
        }
    },
    "resume": {
        "title": "Resumen",
        "experience": {
            "title": "Experiencia",
            "blocks": [
                {
                    "period": "01/2023 - 12/2023",
                    "company": "Nombre Empresa",
                    "role": "Director de Innovación",
                    "description": [
                        "En mi rol como Director de Innovación en [Nombre de la Empresa], lideré el desarrollo de estrategias de innovación que transformaron el enfoque del negocio hacia soluciones tecnológicas avanzadas. Coordiné equipos multidisciplinarios para la investigación y el desarrollo de nuevos productos, asegurando que nuestras soluciones estuvieran a la vanguardia del mercado.",
                        "Durante mi gestión, implementamos proyectos pioneros que resultaron en un crecimiento significativo del portafolio de la empresa y un aumento del 30% en la satisfacción del cliente. Mi enfoque en la colaboración interdepartamental fomentó un ambiente de trabajo inclusivo y altamente productivo."
                    ]
                },
                {
                    "period": "01/2022 - 12/2022",
                    "company": "Nombre Empresa",
                    "role": "Gerente de Marketing Digital",
                    "description": [
                        "Como Gerente de Marketing Digital en [Nombre de la Empresa], diseñé e implementé campañas de marketing digital que duplicaron la visibilidad de la marca en línea en un año. Mi estrategia se centró en el análisis de datos para optimizar la publicidad y el contenido en redes sociales, mejorando significativamente el engagement del usuario y la conversión de leads.",
                        "Establecí colaboraciones estratégicas con influencers y marcas, ampliando nuestro alcance y fortaleciendo la presencia en línea de la empresa. Bajo mi liderazgo, el equipo de marketing superó los objetivos de ventas en un 40%, demostrando la efectividad de nuestras campañas digitales."
                    ]
                },
                {
                    "period": "01/2021 - 12/2021",
                    "company": "Nombre Empresa",
                    "role": "Especialista en Desarrollo Sostenible",
                    "description": [
                        "En mi posición como Especialista en Desarrollo Sostenible para [Nombre de la Empresa], lideré iniciativas para integrar prácticas sostenibles en todas las operaciones de la empresa. Desarrollé políticas de sostenibilidad que redujeron el impacto ambiental de la empresa en un 25% en dos años, a través de la implementación de soluciones de eficiencia energética y reducción de residuos.",
                        "Colaboré estrechamente con proveedores para asegurar que todos los materiales y procesos cumplieran con los más altos estándares de sostenibilidad. Mi trabajo contribuyó a que la empresa fuera reconocida con varios premios por su compromiso con el medio ambiente y la responsabilidad social."
                    ]
                },
                {
                    "period": "01/2020 - 12/2020",
                    "company": "Nombre Empresa",
                    "role": "Jefe de Operaciones",
                    "description": [
                        "Como Jefe de Operaciones en [Nombre de la Empresa], fui responsable de optimizar los procesos operativos para mejorar la eficiencia y la productividad. Implementé sistemas de gestión Lean y Six Sigma que resultaron en una reducción del 20% en los tiempos de producción y una mejora significativa en la calidad del producto.",
                        "Dirigí la reestructuración de la cadena de suministro, lo que mejoró la logística y redujo los costos operativos en un 15%. Mi liderazgo y enfoque en la mejora continua jugaron un papel crucial en el crecimiento sostenible y la competitividad de la empresa en el mercado."
                    ]
                }
            ]
        },
        "education": {
            "title": "Educación",
            "blocks": [
                {
                    "period": "2015 - 2019",
                    "place": "Universidad de Ejemplo",
                    "grade": "Licenciatura en [Nombre del Grado]",
                    "description": "En Universidad de Ejemplo, obtuve una sólida formación en [tu campo de estudio]. Mi enfoque académico se centró en [áreas de especialización o proyectos destacados]. Durante mi tiempo en la universidad, participé activamente en [actividades extracurriculares, proyectos de investigación o pasantías], lo que me permitió desarrollar habilidades valiosas y obtener una comprensión profunda de [tu campo de estudio]."
                }
            ]
        },
        "certificates": {
            "title": "Certificados",
            "blocks": [
                {
                    "logo": "img/cert_1.jpg",
                    "title": "Título del Certificado",
                    "date": "Julio 2022",
                    "place": "Nombre de la Institución",
                    "link": "#"
                },
                {
                    "logo": "img/cert_2.jpg",
                    "title": "Título del Certificado",
                    "date": "Agosto 2021",
                    "place": "Nombre de la Institución",
                    "link": "#"
                }
            ]
        },
        "hard_skills": {
            "title": "Habilidades <span>Duras</span>",
            "blocks": [
                {
                    "skill": "Habilidad 1",
                    "description": "Descripción 1"
                },
                {
                    "skill": "Habilidad 2",
                    "description": "Descripción 2"
                },
                {
                    "skill": "Habilidad 3",
                    "description": "Descripción 3"
                },
                {
                    "skill": "Habilidad 4",
                    "description": "Descripción 4"
                },
                {
                    "skill": "Habilidad 5",
                    "description": "Descripción 5"
                },
                {
                    "skill": "Habilidad 6",
                    "description": ""
                },
                {
                    "skill": "Habilidad 7",
                    "description": "Descripción 7"
                },
                {
                    "skill": "Habilidad 8",
                    "description": "Descripción 8"
                },
                {
                    "skill": "Habilidad 9",
                    "description": ""
                },
                {
                    "skill": "Habilidad 10",
                    "description": ""
                }
            ]
        },
        "soft_skills": {
            "title": "Habilidades <span>Blandas</span>",
            "blocks": [
                "Habilidad 1",
                "Habilidad 2",
                "Habilidad 3"
            ]
        },
        "strengths": {
            "title": "Fortalezas",
            "blocks": [
                "Fortaleza 1",
                "Fortaleza 2",
                "Fortaleza 3",
                "Fortaleza 4",
                "Fortaleza 5",
                "Fortaleza 6",
                "Fortaleza 7"
            ]
        }
    },
    "contact": {
        "title": "Contacto",
        "personal_info": {
            "location": {
                "icon": "fa6-solid:location-dot",
                "value": "{{val}}"
            },
            "email": {
                "icon": "fa6-solid:envelope",
                "value": "<EmailLink href='mailto:{{val}}'>{{val}}</EmailLink>"
            },
            "phone": {
                "icon": "fa6-solid:phone",
                "value": "<PhoneLink href='tel:{{val}}'>{{val}}</PhoneLink>"
            },
            "openToWork": {
                "icon": "fa6-solid:circle-check",
                "value": "<OpenToWork>Disponible para trabajar</OpenToWork>"
            }
        },
        "form": {
            "title": "¿Cómo te <span>puedo ayudar?</span>",
            "label": {
                "name": "Nombre",
                "email": "Email",
                "subject": "Asunto",
                "message": "Mensaje",
                "send": "Enviar Mensaje"
            },
            "invalid_email": "Email inválido"
        },
        "alert": {
            "sending": {
                "title": "Enviando mensaje",
                "text": "Por favor, espere un momento mientras enviamos su mensaje."
            },
            "success": {
                "title": "Mensaje enviado",
                "text": "Su mensaje ha sido enviado correctamente. Gracias por contactarme."
            },
            "error": {
                "title": "Error",
                "text": "Ha ocurrido un error al enviar su mensaje. Por favor, inténtelo de nuevo más tarde."
            }
        }
    },
    "errorPage": {
        "pageNotFound": "Página no encontrada",
        "internalError": "Ocurrió un error interno. Inténtalo de nuevo más tarde",
        "defaultError": "Ocurrió un error. Inténtalo de nuevo más tarde",
        "backToHome": "Ir al Inicio"
    }
}